<?php

return [
	'text'		=> [
		'acl_head'			=> 'Доступ обмежений',
		'acl_info'			=> ':username, доступ до цієї сторінки був обмежений адміністратором',
		'expired_head'		=> ':username, сеанс роботи закінчився',
		'expired_info'		=> 'Ви були відключені від системи через тривалу неактивність. Щоб не втратити зроблену роботу, відкрийте нове вікно і авторизуйтесь там. Якщо ви вже авторизовані, просто закрийте це повідомлення',
		'tab_opened'		=> 'Сторінка для авторизації відкрита в окремому вікні',
		'server_err_final'	=> 'З цим зараз нічого не можна зробити',
		'server_err_head'	=> 'Сталася неприємність',
		'server_err_info'	=> 'Помилка отримання відповіді від сервера. Спробуйте через хвилину',
	],
	'button'	=> [
		'tab_open'			=> 'Відкрити вікно',
	],
];
