<?php

return [
    'apply_filters' => 'фільтри застосовано',
    'reset_filters' => 'фільтри скинуто',
    'order_entries_success' => ':qty записів було впорядковано',
    'order_entries_error' => 'Під час упорядкування сталася помилка',
    'order_choose_parent' => 'Спочатку застосуйте фільтр «Батьківськая» сторінка',
    'order_qty_mistmatch' => 'Кількість не відповідає. Варто оновіть сторінку',

    'delete_entries_success' => 'Записи успішно видалено',
    'delete_entries_error' => 'Під час видалення записів сталася помилка',
    'delete_entries_cancelled' => 'Видалення скасовано',
    'confirm_delete_title' => 'Ви впевнені?',
    'confirm_delete_description' => 'Ви не зможете відновити запис(и)',
    'confirm_delete_confirm_button_text' => 'Так, видалити',
    'confirm_delete_cancel_button_text' => 'Скасувати',
    'json_parse_error' => 'Помилкова json-відповідь',
    'email' => [
        'subject' => 'Підтвердити реєстрацію: :app_name',
        'confirm' => [
            'title' => 'Підтвердьте свою електронну адресу: :app_name',
            'open' => 'Привіт! Нам просто потрібно перевірити, що',
            'close' => 'це Ваша адреса електронної пошти, і тоді ми допоможемо Вам увійти в :app_name.',
            'link' => 'Підтвердження електронної адреси',
            'thanks' => 'Дякуємо за реєстрацію.',
        ],
        'disclaimer' => [
            'title' => 'Не запитували цей електронний лист?',
            'text' => 'Не турбуйтеся! Можливо, Ваша адреса була введена помилково. Якщо Ви проігноруєте або видалите цей лист, більше нічого не станеться.',
        ],
    ],
];
